[sage_vo_ep2_03_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ahhh, this is the life, eh? Just us chums, out hunting, sharing beverages. I feel a powerful desire to talk about athletics. Anyway, off you go!",Time=0)

[sage_vo_ep2_05_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I acquired this little number on an excursion to the lands of the East. Ahem. Knock knock? At which point you would presumably inquire, ''Who's there,'' of course, to which I would respond, ''Leslie!'' ''Leslie who,'' you might ask? ''Leslieve town quickly, before your wife discovers the extramarital affairs we've been having in her absence!'' Ahahahahahah! I say -- I say. Ahahah. Oh dear.",Time=0)

[sage_vo_ep2_06_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I've another one for you. Less anatomical this one, but no less risqué. Why don't -- paha -- why don't the blind go skydiving? Comedic pause... because it frightens their dogs considerably! Ahaha! Oh, that's offensive. That's awful.",Time=0)

[sage_vo_ep2_07_echo_professornakayama]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, are you guys telling jokes? I got one! I got one! Why do squirrels swim on their back? To keep their nuts dry! Haha! Am I right? Guys?",Time=0)

[sage_vo_ep2_08_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You disgusting bastard.",Time=0)

[sage_vo_ep2_20_echo_professornakayama]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Uh, great! Yeah! Good! That's what I wanted! You, uh -- you won't regret it!",Time=0)

[sage_vo_ep2_27a_echox_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="We can use this lodge as a base of operations for our hunting expeditions. I'll let you do the honors -- depress that switch and let there be light!",Time=0)